Repository: Pillars-Fintech/Alami-Transfer-IOS
Catalog: alalami/alalami/modules/authentication/*.lproj/Authentication.strings
Languages: ar

# 05x-bf-NtX.text
source: We’ve sent a code to your email address, This code will expire in 10 minutes. If you didn't receive a message click Resend.
ar: لقد قمنا بارسال رمز التحقق الى بريدك الاكتروني، سيتم الغاء الرمز بعد ١٠ دقائق، اذا لم تقم باستلام الرمز اضغظ على اعادة ارسال

# 0gv-NZ-WfJ.text
source: Don’t worry about 3rd Party Hacks. It is fast and secure
ar: امن وسريع

# 1M2-5N-5hc.text
source: Confirm Password *
ar: تاكيد كلمة المرور *

# 1Yp-k3-P3Z.text
source: Select
ar: اختر

# 1ej-LU-TBP.text
source: Global
ar: دولي

# 1sy-IK-aNR.text
source: Identity Card Expiry Date *
ar: تاريخ انتهاء الاثبات *

# 201-3a-VZx.text
source: Occupation *
ar: المهنة *

# 3Ez-vX-2BZ.text
source: National Number
ar: الرقم الوطني

# 3le-Ip-wFf.text
source: 3 Seconds Video *
ar: فيديو ٣ ثواني *

# 3rH-QM-Ofj.text
source: Confirm New Password
ar: تاكيد كلمة المرور الجديدة

# 47q-Em-mXf.text
source: Please choose your preferred language!
ar: قم باختيار لغتك المفضلة

# 4Au-Og-oYZ.placeholder
source: Your password here
ar: ادخل كلمة المرور هنا

# 4sR-R1-MEt.text
source: Your request to create an e-Services account with Al-Alami Financial Services is under processing
ar: طلبك لانشاء حساب الكتروني عبر تطبيق العلمي للخدمات المالية قيد التنفيذ

# 4wH-zj-Idd.text
source: Success
ar: تمت العملية بنجاح

# 5N1-zl-AlT.text
source: Email
ar: البريد الاكتروني

# 6bL-xh-idG.placeholder
source: Select
ar: اختر

# 6iy-6I-Gmd.text
source: Upload a photo & a 3 seconds video for your face to secure your account.
ar: قم باضافة صورة شخصية وفيديو ٣ ثواني لتامين حسابك.

# 7pL-4B-uqv.placeholder
source: Select
ar: اختر

# 8P1-f9-vwq.placeholder
source: Search here..
ar: ابحث هنا..

# 9ef-v5-5eo.text
source: Identity Type *
ar: نوع الاثبات *

# 9yU-EV-JMk.text
source: Password
ar: كلمة المرور

# AGy-Yx-bg7.text
source: Identity Card Issue Country *
ar: بلد اصدار الاثبات *

# Bp8-dV-LbU.normalTitle
source: Next
ar: التالي

# CJn-bs-zGH.text
source: Enter Code
ar: ادخل الرمز

# CMf-hH-28r.placeholder
source: Select
ar: اختر

# Dhl-w5-Ya2.placeholder
source: Your identity number here
ar: ادخل رقم الاثبات هنا

# ET8-TI-Fl2.text
source: Identity Card Number *
ar: رقم الاثبات *

# EYo-5o-8Na.placeholder
source: Your street here
ar: ادخل الشارع هنا

# EeH-Tx-5bS.normalTitle
source: Done
ar: تم

# EeH-WR-i2m.placeholder
source: Select
ar: اختر

# FvQ-ex-y3Z.text
source: Your Image *
ar: الصورة الشخصية *

# GKF-IT-aU6.normalTitle
source: Next
ar: التالي

# GMt-z3-jXA.normalTitle
source: Resend Code
ar: اعادة الارسال

# HAM-xM-GIM.text
source: Email *
ar: البريد الاكتروني *

# Hde-cj-gD0.text
source: Enter the SMS code that has been sent to your mobile number
ar: ادخل رمز الرسالة النصية المرسل الى رقم هاتفك

# HhJ-ES-ROs.text
source: Step (3/3)
ar: خطوة ٣ من ٣

# HwN-ga-vfX.text
source: Nationality *
ar: الجنسية *

# Hzx-vg-ma2.normalTitle
source: Next
ar: التالي

# KF3-WX-W7U.placeholder
source: Your password here
ar: ادخل كلمة المرور هنا

# KQm-l6-21H.text
source: SMS Verification
ar: رمز التحقق

# KaI-rx-rIC.text
source: Reason of Registration
ar: سبب التسجيل

# LWD-wE-xvQ.text
source: Or
ar: او

# M0k-3k-pkJ.text
source: Add your identication document photo copy from camera or gallery.
ar: اضف صورة التوثيق من الكاميرا او معرض الصور

# MsR-XJ-0tG.text
source: I, hereby declare that
ar: انا، بموجب هذا القانون أأكد ان

# N1q-BL-5ON.placeholder
source: Your second name here
ar: ادخل الاسم الثاني هنا

# O7A-aC-zIE.text
source: Mobile Number *
ar: رقم الهاتف المحمول *

# Q9y-bV-mrS.text
source: New Password
ar: كلمة المرور الجديدة

# QUf-pL-40v.text
source: Phone
ar: رقم الهاتف

# SHr-bJ-54I.text
source: Country of Birth *
ar: دولة الميلاد *

# Spy-Sx-nPb.text
source: Street
ar: الشارع

# TPa-mp-EHn.placeholder
source: Your password here
ar: ادخل كلمة المرور هنا

# Tmi-mv-h5a.normalTitle
source: Next
ar: التالي

# ULc-Go-Ijt.placeholder
source: Select
ar: اختر

# UO8-b1-1fO.normalTitle
source: Terms and Conditions
ar: الشروط والاحكام

# VC0-Uu-JEL.normalTitle
source: Create Account
ar: انشئ حسابك

# W3r-oR-awd.normalTitle
source: Login
ar: تسجيل الدخول

# WIk-BI-02m.placeholder
source: Search here..
ar: ابحث هنا..

# XBf-NL-Tv8.normalTitle
source: Submit
ar: تاكيد

# XYg-AO-8bN.text
source: Forgot Password
ar: نسيت كلمة المرور

# XqN-DL-fpD.placeholder
source: Your third name here
ar: ادخل الاسم الثالث هنا

# YB7-UI-6r2.placeholder
source: Confirm your password here
ar: قم بتاكيد كلمة المرور

# Yh9-TX-0wj.text
source: ID Back Side *
ar: الجهة الخلفية للاثبات *

# Yki-4K-TmM.text
source: Password *
ar: كلمة المرور *

# Zek-NI-slB.text
source: Select Country
ar: اختر الدولة

# abv-mH-wPp.text
source: Keep me updated with new AlAlami Financial Services updates and other special offers.
ar: ابقني على اطلاع اخر اخبار العلمي للصرافة والعروض

# azG-Sm-r43.text
source: Mobile Number
ar: رقم الهاتف المحمول

# b8n-le-Z2g.text
source: New Password
ar: كلمة المرور الجديدة

# c0W-Te-pBV.text
source: Password has been changed successfully!
ar: تم تغيير كلمة المرور بنجاح!

# c0y-xJ-vdK.text
source: Enter the SMS code that has been sent to your mobile number
ar: ادخل رمز التحقق المرسل برسالة نصية الى رقم هاتفك

# c2O-Xv-wig.normalTitle
source: Submit
ar: تاكيد

# cw5-mU-7gP.text
source: Arabic
ar: العربية

# duA-Iv-Uzq.text
source: Step (2/3)
ar: خطوة ٢ من ٣

# dxb-3W-kwz.placeholder
source: Confirm your password here
ar: قم بتاكيد كلمة المرور هنا

# dzR-qH-rHK.text
source: Welcome
ar: أهلا بك

# eqK-i1-rwC.placeholder
source: Your phone here
ar: ادخل رقم الهاتف هنا

# fSW-Ow-aKg.normalTitle
source: Get Started!
ar: ابدأ الان!

# fqI-6r-WzW.text
source: Welcome Back!
ar: أهلا بك!

# g6U-9D-mke.placeholder
source: Enter code here
ar: ادخل الرمز هنا

# gDx-vp-ED5.text
source: Date of Birth *
ar: تاريخ الميلاد *

# gIg-Bz-1i7.text
source: Residency *
ar: الاقامة *

# gQa-8G-aBV.placeholder
source: Select
ar: اختر

# gpU-nd-gIG.normalTitle
source: Resend Code
ar: اعادة الارسال

# hCW-Ct-1xP.text
source: Second Name
ar: الاسم الثاني

# hdk-nM-srw.text
source: ID Front Side *
ar: الجهة الامامية للاثبات *

# i8B-Us-YYx.placeholder
source: Your city here
ar: ادخل المحافظة هنا

# iG1-Ma-lK8.placeholder
source: Your email address here
ar: ادخل البريد الاكتروني هنا

# iNK-dc-Ike.text
source: SMS Verification
ar: رمز التحقق

# j0J-dd-Umt.normalTitle
source: Get Started!
ar: ابدأ الان!

# jg8-iT-Ead.text
source: Building No.
ar: المبنى

# kvg-o8-fSP.text
source: City *
ar: المحافظة *

# lpO-DN-gcy.normalTitle
source: Registration
ar: انشاء حساب

# mBI-9h-qsF.text
source: Verification
ar: رمز التحقق

# nFL-a3-ZvP.text
source: Please enter your new password:
ar: ادخل كلمة المرور الجديدة:

# nwE-Za-DZl.normalTitle
source: Change Password
ar: تغيير كلمة المرور

# oOx-EJ-pTa.text
source: Select Your Country *
ar: اختر الدولة *

# oT2-uX-az0.normalTitle
source: Forgot your password?
ar: نسيت كلمة المرور؟

# pFV-1R-7iM.text
source: Username (Mobile Number) *
ar: اسم المستخدم (رقم الهاتف) *

# pdZ-gZ-R3J.placeholder
source: Write more details
ar: اكتب المزيد من التفاصيل

# ppi-oc-rbb.placeholder
source: Your last name here
ar: ادخل الاسم الاخير هنا

# q48-04-Kka.text
source: I agree to the
ar: انا اوافق على

# r1M-LV-1Ta.text
source: First Name *
ar: الاسم الاول *

# s1d-3U-oCG.text
source: Address *
ar: العنوان *

# tWu-Ge-hVm.text
source: Registration
ar: انشاء حساب

# tvk-Zf-Idy.text
source: Identity Card Issue Date *
ar: تاريخ اصدار الاثبات *

# tx9-QY-gPf.normalTitle
source: Resend Code
ar: اعادة الارسال

# v1o-IH-vSB.text
source: Registration
ar: انشاء حساب

# vND-Lb-kr2.text
source: Third Name
ar: الاسم الثالث

# vOt-i7-c1w.placeholder
source: Select
ar: اختر

# vTs-Ng-0UH.text
source: Select Country
ar: اختر الدولة

# weX-a6-xvU.placeholder
source: Your building here
ar: ادخل المبنى هنا

# wgx-fY-HLS.text
source: Select
ar: اختر

# wi8-cK-Juc.text
source: Registration
ar: انشاء حساب

# wmD-gy-8Io.text
source: 3 Seconds Video
ar: فيديو ٣ ثواني

# ws9-tK-rgV.text
source: Verification
ar: رمز التحقق

# xD4-nc-482.text
source: Last Name *
ar: الاسم الاخير *

# xXT-Qp-39o.placeholder
source: Your email address here
ar: ادخل البريد الاكتروني هنا

# xsj-Kv-XHR.placeholder
source: Your national number here
ar: ادخل الرقم الوطني هنا

# yf5-Qa-M0j.text
source: Step (1/3)
ar: خطوة ١ من ٣

# zev-tz-h4B.placeholder
source: Your first name here
ar: ادخل الاسم الاول هنا

# zvo-yE-toO.placeholder
source: Select
ar: اختر

# EeH-WR-i2m.text
source: Resident
ar: مقيم

# peK-gf-Mhc.normalTitle
source: Skip
ar: تخطي

# yiu-0a-xrN.text
source: Welcome to
ar: أهلاً بك في

# Sdg-Ld-th4.text
source: Alami Remit Money Transfer
ar: العلمي للخدمات المالية

# yHB-Fe-bj0.normalTitle
source: Login Into Your Account
ar: قم بتسجيل الدخول

# lcc-c4-Eac.normalTitle
source: Register New Account
ar: انشئ حسابك الان

# gsg-hQ-jaU.text
source: Password must be 8-16 characters and contain both numbers and letters/ special characters.
ar: يجب ان تحتوي كلمة المرور على حروف وارقام ورموز وتتكون من ٨-١٦ خانة
