Repository: Pillars-Fintech/Alami-Transfer-IOS
Catalog: alalami/alalami/assets/*.lproj/Localizable.strings
Languages: ar

# alert
source: Al-Alami Financial Services
ar: العلمي للخدمات المالية

# appname
source: Al Alami
ar: العلمي

# no_internet_connection
source: You don't have an internet connection!
ar: لا يوجد اتصال بالشبكة!

# enter_valid_mobile
source: Enter a valid mobile number, example (700000000)
ar: ادخل رقم محمول صحيح مثال (700000000)

# enter_valid_password
source: Enter a valid password
ar: ادخل كلمة مرور صحيحة

# enter_valid_firstname
source: Enter your first name
ar: ادخل الاسم الاول

# enter_valid_middlename
source: Enter your second name
ar: ادخل الاسم الثاني

# enter_valid_thirdname
source: Enter your third name
ar: ادخل الاسم الثالث

# enter_valid_familyname
source: Enter your family name
ar: ادخل الاسم الاخير

# select_valid_country
source: Select country
ar: اختر الدولة

# select_birthdate
source: Select your date of birth
ar: اختر تاريخ الميلاد

# select_nationality
source: Select your nationality
ar: اختر الجنسية

# select_occupation
source: Select your occupation
ar: اختر المهنة

# select_birth_date
source: Select Date
ar: اختر تاريخ

source: Done
ar: تم

source: Cancel
ar: الغاء

# add_image_pic_title
source: Attach Images
ar: اضف صور

# add_image_pic_message
source: Take images from camera or add from your gallery
ar: اضف صور من الكاميرا او معرض الصور

# add_image_pic_message_no_gallery
source: Take images from camera
ar: اضف صور من الكاميرا

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: Resident
ar: مقيم

# not_resident
source: Non Resident
ar: غير مقيم

source: Next
ar: التالي

# lets_get_started
source: Get Started!
ar: ابدأ الان!

# intro1_title
source: Al Alami
ar: العلمي

# intro1_desc
source: Al Alami Financial Services convention secure affordable
ar: تطبيق العلمي للصرافة

# intro2_title
source: Al Alami
ar: العلمي

# intro2_desc
source: Send to banks, Cash pick-up, wallets and more
ar: تطبيق العلمي للصرافة

# intro3_title
source: Al Alami
ar: العلمي

# intro3_desc
source: Authorised and Regulated by the CBJ
ar: تطبيق العلمي للصرافة

# confirm_your_password
source: Confirm your 8 characters password
ar: قم بتاكيد كلمة المرور من ٨ مقاطع

# passwords_missmatch
source: Passwords did not match!
ar: لم تتطابق كلمتا المرور

# enter_email_address
source: Enter your email address
ar: ادخل البريد الاكتروني

# enter_valid_email
source: Enter a valid email address (example: aaa@bbb.ccc)
ar: ادخل بريد الكتروني صحيح

# select_reason_of_reg
source: Select reason of registration to continue
ar: اختر سبب التسجيل للمتابعة

# select_id_type
source: Select identity type
ar: اختر نوع الاثبات

# select_issue_country
source: Select id issue country
ar: اختر بلد اصدار الاثبات

# enter_valid_id_number
source: Enter id number
ar: ادخل رقم الاثبات

# select_issue_date
source: Select id issue date
ar: اختر تاريخ اصدار الاثبات

# select_expiry_date
source: Select id expiry date
ar: اختر تاريخ انتهاء الاثبات

# select_residence
source: Select residency
ar: اختر الاقامة

source: Add id front image
ar: اضف الجهة الامامية للاثبات

source: Add id back image
ar: اضف الجهة الخلفية للاثبات

# enter_valid_city
source: Enter a valid city name
ar: ادخل اسم المحافظة

# enter_valid_street
source: Enter your street address
ar: ادخل اسم الشارع

# enter_valid_building
source: Enter your building number
ar: ادخل رقم المبنى

# enter_valid_address
source: Enter your address details
ar: ادخل العنوان

# add_face_image
source: Add an image of your face
ar: اضف صورتك الشخصية

# add_face_video
source: Record a 3 seconds video of your face
ar: قم بتسجيل فيديو ٣ ثواني لوجهك

# enter_valid_national_number
source: Enter a valid national number
ar: ادخل الرقم الوطني

# confirm_cancel_vertification
source: Are you sure you want to cancel the verification process?
ar: هل انت متاكد من الغاء عملية التحقق من الرمز؟

source: Yes
ar: نعم

source: No
ar: لا

# enter_valid_password_regex
source: Password must containt at least one character upper case. Password must containt at least one Special Character. Password must containt at least one number. Password must be at least 8 character.
ar: يجب ان تحتوي كلمة المرور على حرف مكبر، رمز، رقم، ٨ خانات

# enter_pin_digits
source: Enter a valid code first
ar: ادخل رمز صحيح

# enter_valid_id_number_regex
source: Enter a valid Identity Number. Example (xxx00000)
ar: ادخل رقم هوية صحيح مثال (xxx00000)

# service_send_unavailable
source: This service is not available to send money
ar: هذه الخدمة غير متاحة لارسال حوالات

# service_receive_unavailable
source: This service is not available to receive money
ar: هذه الخدمة غير متاحة لاستلام حوالات

source: Exclude Fee
ar: غير شامل العمولة

source: Include Fee
ar: شامل العمولة

source: Select fee type
ar: اختر نوع العمولة

source: Select destination country
ar: اختر البلد المرسل اليه

source: Enter amount
ar: ادخل المبلغ

source: Valid Receive Amount:
ar: مبلغ الاستلام الصحيح:

source: Valid Receive Currency:
ar: عملة مبلغ الاستلام:

source: Enter sender region
ar: ادخل منطقة المرسل

source: Enter sender city
ar: ادخل مدينة المرسل

source: Enter sender street
ar: ادخل شارع المرسل

source: Enter sender building name
ar: ادخل اسم مبنى المرسل

source: Enter sender building number
ar: ادخل رقم مبنى المرسل

source: Enter sender apartment
ar: ادخل رقم شقة المرسل

source: Enter sender address
ar: ادخل عنوان المرسل

source: Enter receiver region
ar: ادخل منطقة المستلم

source: Enter receiver city
ar: ادخل مدينة المستلم

source: Enter receiver street
ar: ادخل شارع المستلم

source: Enter receiver building name
ar: ادخل اسم مبنى المستلم

source: Enter receiver building number
ar: ادخل رقم مبنى المستلم

source: Enter receiver apartment
ar: ادخل رقم شقة المستلم

source: Enter receiver address
ar: ادخل عنوان المستلم

source: Select wallet provider
ar: اختر مزود الخدمة

source: Enter wallet number
ar: ادخل رقم المحفظة

# select_reason_of_transfer
source: Select purpose of transfer
ar: اختر سبب الحوالة

source: Select relationship to receiver
ar: اختر العلاقة

source: Select relationship
ar: اختر العلاقة

# select_source_of_fund
source: Select source of funds
ar: اختر مصدر الاموال

# select_payout_option
source: Select a payout option first
ar: اختر طريقة دفع اولاً

source: First Name
ar: الاسم الاول

source: Second Name
ar: الاسم الثاني

source: Third Name
ar: الاسم الثالث

source: Last Name
ar: الاسم الاخير

# you_must_agree_terms
source: Kindly read and accept the terms of service below
ar: قم بقراءة وقبول شروط الخدمة بالاسفل

source: Select Branch
ar: اختر الفرع

# anywhere_payout
source: Any AFS branches
ar: اي من فروع العلمي للخدمات المالية

source: Select branch first
ar: اختر الفرع اولاً

source: ID is expired
ar: البطاقة منتهية الصلاحية

source: Enter first name
ar: ادخل الاسم الاول

source: Enter second name
ar: ادخل الاسم الثاني

source: Enter third name
ar: ادخل الاسم الثالث

source: Enter last name
ar: ادخل الاسم الاخير

source: Enter mobile number
ar: ادخل رقم الهاتف المحمول

# screenshot_saved_successfully
source: Screenshot has been saved to your photos library
ar: تم حفظ الصورة بنجاح

source: JOD
ar: د.أ

# enter_remittance_no
source: Enter remittance number
ar: ادخل رقم الحوالة

source: Enter expected amount
ar: ادخل المبلغ المتوقع

source: Enter sender name
ar: ادخل اسم المرسل

source: Sender Name
ar: اسم المرسل

# select_bank
source: Select bank first
ar: اختر البنك اولاً

# enter_iban
source: Enter bank acount IBAN
ar: ادخل ال اي بان

# enter_account_number
source: Enter bank account number
ar: ادخل رقم الحساب

# add_reward_desc
source: Do you want to add your information to MoneyGram reward?
ar: هل تود اضافة معلوماتك الى برنامج جائزة MoneyGram؟

# your_moneygram_code_is
source: Your MoneyGram reward number is:
ar: رقم جائزة MoneyGram هو:

source: Ok
ar: موافق

source: is required
ar: مطلوب

# receive_request_sent
source: Receive request has been submitted successfully
ar: ارسال طلب تحديث بياناتك الشخصية

source: Remittance Details
ar: تفاصيل الحوالة

source: Destination Country
ar: البلد المرسل اليه

source: Amount
ar: المبلغ

source: Fee Type
ar: نوع العمولة

source: Send Currency
ar: عملة الارسال

source: Receive Currency
ar: عملة الاستلام

source: Service Option
ar: نوع الخدمة

source: Receiver Details
ar: تفاصيل المستلم

source: Phone
ar: رقم الهاتف

source: Country
ar: الدولة

source: Purpose of Transfer
ar: سبب التحويل

source: Source of Funds
ar: مصدر الاموال

# relation_ship_to_receiver
source: Relation to Receiver
ar: العلاقة

source: Bank
ar: البنك

source: Account Number
ar: رقم الحساب

source: IBAN
ar: اي بان

source: Sender Details
ar: تفاصيل المرسل

source: Receiver
ar: المستلم

source: Sender
ar: المرسل

source: Select Language
ar: اختر اللغة

# enter_current_password
source: Enter your current password
ar: ادخل كلمة المرور الحالية

# enter_new_password
source: Enter your new password
ar: ادخل كلمة المرور الجديدة

# confirm_new_password
source: Confirm your new password
ar: قم بتاكيد كلمة المرور الجديدة

# password_changed_successfully
source: Password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: Touch ID
ar: بصمة الاصبع

source: Face ID
ar: بصمة الوجه

source: Version
ar: اصدار

# confirm_logout
source: Are you sure you want to logout?
ar: هل انت متاكد من تسجيل الخروج؟

source: Logout
ar: تسجيل الخروج

source: Select your country
ar: اختر دولتك

# enter_phone_first
source: Enter your phone first
ar: ادخل رقم الهاتف اولاً

# enter_message_here
source: Your message here
ar: ادخل الرسالة هنا

# message_sent_successfully
source: Your message has been sent successfully
ar: تم ارسال الرسالة بنجاح

# session_expired
source: Your session has expired
ar: تم انتهاء تسجيل الدخول

source: Login
ar: تسجيل الدخول

# filter_processing
source: Processing
ar: قيد التنفيذ

# filter_approved
source: Approved
ar: تم الموافقة

# filter_rejected
source: Rejected
ar: تم الرفض

# filter_cancelled
source: Cancelled
ar: ملغاة

# filter_pending
source: Pending
ar: قيد الاجراء

# filter_ready
source: Ready
ar: جاهزة

# filter_received
source: Received
ar: مستلمة

source: Select Date
ar: اختر تاريخ

source: Or
ar: أو

source: Male
ar: ذكر

source: Female
ar: انثى

# confirm_cancel_remittance
source: Are you sure you want to cancel this remittance?
ar: هل انت متاكد من الغاء هذه الحوالة؟

# you_need_agree_terms
source: You need to agree to our Terms & Conditions to continue
ar: يجب الموافقة على الشروط والاحكام للمتابعة

# hereby_declare
source: I, hereby declare that
ar: انا، بموجب القانون اقر ان

source: I Agree
ar: انا اوافق

source: Confirm
ar: تاكيد

source: Passport Image *
ar: صورة الجواز *

source: Resident Image *
ar: صورة الاقامة *

source: ID Front Side *
ar: الجهة الامامية للاثبات *

source: ID Back Side *
ar: الجهة الخلفية للاثبات *

# you_need_agree_hereby
source: You have to agree on our registration policy
ar: يجب الموفقة على شروط انشاء حساب

source: Good Morning
ar: صباح الخير

source: Good Evening
ar: مساء الخير

source: Send Money
ar: ارسل حوالة

source: Receive Money
ar: استلم حوالة

source: History
ar: الحوالات السابقة

source: Order Your Card
ar: اطلب بطاقتك

source: Home
ar: الصفحة الرئيسية

source: Settings
ar: الاعدادات

source: Branches
ar: الافرع

source: WhatsApp
ar: وتس اب

source: Add Beneficiary
ar: اضف مستفيد

# coming_soon
source: Order your international payment card for use at merchants, e-commerce and much more Call us at 06-5504545
ar: اطلب بطاقة الدفع الدولية الخاصة بك لإتمام عمليات الشراء الإلكترونية والعديد من الخدمات الأخرى اتصل على 065504545

source: Active members
ar: المستفيدون

# terms_and_conditions
source: Terms & Conditions
ar: الشروط والاحكام

source: Help Center
ar: مركز المساعدة

source: About Us
ar: من نحن

source: Continue using
ar: المتابعة ب

source: Google Maps
ar: خرائط جوجل

source: Send Notifications
ar: اشعارات الارسال

source: Receive Notifications
ar: اشعارات الاستلام

source: Profile Notifications
ar: اشعارات الملف الشخصي

source: General Notifications
ar: اشعارات عامة

source: Notifications
ar: الاشعارات

source: Select Rejection Reason
ar: اختر سبب الرفض

source: Select Ammendment Reason
ar: اختر سبب التمديد

source: Call Support
ar: اتصل بالدعم

source: Website
ar: موقعنا الاكتروني

source: Twitter
ar: التويتر

source: Instagram
ar: الانستاغرام

source: Facebook
ar: الفيس بوك

# confirm_go_home
source: All entered data will be lost, are you sure you want to return home?
ar: لن يتم حفظ المعلومات المدخلة، هل انت متاكد من الذهاب الى الرئيسية؟

source: Go home
ar: الذهاب للرئيسية

# select_country
source: Select country first
ar: اختر الدولة اولاً

# send_disabled
source: Send feature is currently not available.
ar: ارسال حوالة غير متاح حالياً

# receive_disabled
source: Receive feature is currently not available
ar: استلام حوالة غير متاح حالياً

source: Service Provider
ar: مزود الخدمة

# id_placeholder_jordan
source: Enter ID Number Example: (xxx00000)
ar: ادخل رقم الاثبات مثال (xxx00000)

# id_placeholder_other
source: Enter ID Number
ar: ادخل رقم الاثبات

source: Select Pay In method
ar: اختر طريقة الدفع

# text_regex_firstname
source: First Name must not contain special characters
ar: يجب ان لا يحتوي الاسم الاول على رموز خاصة

# text_regex_middlename
source: Second Name must not contain special characters
ar: يجب ان لا يحتوي الاسم الثاني على رموز خاصة

# text_regex_thirdname
source: Third Name must not contain special characters
ar: يجب ان لا يحتوي الاسم الثالث على رموز خاصة

# text_regex_familyname
source: Last Name must not contain special characters
ar: يجب ان لا يحتوي الاسم الاخير على رموز خاصة

# text_regex_city
source: City must not contain special characters
ar: يجب ان لا يحتوي اسم المحافظة على رموز خاصة

# text_regex_mobile
source: Mobile Number must not contain special characters
ar: يجب ان لا يحتوي رقم الهاتف المحمول على رموز خاصة

# text_regex_phone
source: Phone Number must not contain special characters
ar: يجب ان لا يحتوي رقم الهاتف على رموز خاصة

# text_regex_region
source: Region must not contain special characters
ar: يجب ان لا يحتوي اسم الحي على رموز خاصة

# text_regex_walletnumber
source: Wallet Number must not contain special characters
ar: يجب ان لا يحتوي رقم المحفظة على رموز خاصة

# text_regex_iban
source: IBAN must not contain special characters
ar: يجب ان لا يحتوي الاي بان على رموز خاصة

# text_regex_accountnumber
source: Account Number must not contain special characters
ar: يجب ان لا يحتوي رقم الحساب على رموز خاصة

# text_regex_remittanceno
source: Remittance Number must not contain special characters
ar: يجب ان لا يحتوي رقم الحوالة على رموز خاصة

# text_regex_sendername
source: Sender Name must not contain special characters
ar: يجب ان لا يحتوي اسم المرسل على رموز خاصة

# text_regex_name
source: Name must not contain special characters
ar: يجب ان لا يحتوي الاسم على رموز خاصة

# text_regex_idnumber
source: ID Number must not contain special characters
ar: يجب ان لا يحتوي رقم البطاقة على رموز خاصة

# text_regex_nationalnumber
source: National Number must not contain special characters
ar: يجب ان لا يحتوي الرقم الوطني على رموز خاصة

# must_not_contain_special_chars
source: must not contain special characters
ar: يجب ان لا يحتوي على رموز خاصة

# text_regex_street
source: Street must not contain special characters
ar: يجب ان لا يحتوي الشارع على رموز خاصة

# text_regex_building
source: Building must not contain special characters
ar: يجب ان يحتوي رقم المبنى على رموز خاصة

# text_regex_message
source: Message must not contain special characters
ar: يجب ان لا تحتوي الرسالة على رموز خاصة

source: Enter your name
ar: ادخل اسمك

source: Enter your phone
ar: ادخل رقم هاتفك

source: Enter your message
ar: ادخل رسالتك

# home_btn
source: Home
ar: الرئيسية

# arabic_content_only
source: All information entered must be in English
ar: يجب ان تكون كافة المعلومات المدخلة باللغة الإنجليزية

# text_regex_building_name
source: Building Name must not contain special characters
ar: يجب ان لا يحتوي اسم المبنى على رموز خاصة

# text_regex_building_number
source: Building Number must not contain special characters
ar: يجب ان لا يحتوي رقم المبنى على رموز خاصة

# text_regex_apartment
source: Apartment must not contain special characters
ar: يجب ان لا يحتوي رقم الشقة على رموز خاصة

# text_regex_address
source: Address must not contain special characters
ar: يجب ان لا يحتوي العنوان على رموز خاصة

source: Not available
ar: غير متوفر

source: Jordan
ar: الأردن

# first_name_ph
source: Enter first name here
ar: ادخل الاسم الاول هنا

# second_name_ph
source: Enter second name here
ar: ادخل الاسم الثاني هنا

# third_name_ph
source: Enter third name here
ar: ادخل الاسم الثالث هنا

# last_name_ph
source: Enter last name here
ar: ادخل الاسم الاخير هنا

# does_not_match_format
source: does not match required format
ar: لا يطابق الصيغة المطلوبة

# confirm_receiver_name
source: Please confirm receiver name
ar: يرجى التأكيد على اسم المستفيد

source: Send
ar: مرسلة

source: Receive
ar: مستلمة

# amount_by_jod
source: Amount In JOD *
ar: المبلغ بالدينار الأردني *

source: Received Amount
ar: المبلغ المستلم

source: Amount In Country
ar: المبلغ في الدولة

source: Amount In
ar: المبلغ في

source: Send Money
ar: المبلغ المرسل

# Received of payment
source: Receive Amount
ar: المبلغ المستلم

source: Pay Out Method
ar: طريقة الاستلام

source: Warning
ar: تحذير

source: Remittance Details
ar: تفاصيل الحوالة

# Please enter the amount in Jordanian Dinar or foreign currency
source: Please enter the amount in Jordanian Dinar's or destination foreign currency amount
ar: يرجى ادخال المبلغ بعملة الدينار الاردني او بعملة الدولة المرسل اليها

source: Change Password
ar: تغيير كلمة المرور

source: Enter the amount you need to send by JOD OR The amount you need to receive by destination country currency
ar: ادخل المبلغ المراد ارساله بعملة الدينار الاردني او المبلغ المراد استلامه بعملة الدولة المرسل اليها

source: Mobile Number
ar: رقم الهاتف المحمول

source: Enter Mobile Number Here
ar: أدخل رقم الهاتف المحمول هنا

# Enter IBAN or Alias here
source: Enter IBAN here
ar: ادخل رقم حساب IBAN هنا

# enter_ibans
source: Enter Your IBAN
ar: ادخل رقم حساب IBAN الخاص بك

# daman
source: Daman Pay
ar: الضمان الاجتماعي

# daman_CSSINumber
source: Please Enter Pay Number
ar: أدخل رقم الدفع هنا

# daman_ReferenceNumber
source: Please Enter Reference Number
ar: الرجاء إدخال الرقم المرجعي

# daman_radioBuuon
source: Please Chose Individuals Or Facilities
ar: الرجاء اختيار أفراد أو منشآت

# daman_PaymentType
source: Please Enter Payment Type
ar: الرجاء إدخال نوع الدفع

source: Transfer Details
ar: تفاصيل الحوالة
