Repository: Pillars-Fintech/Alami-Transfer-IOS
Catalog: alalami/alalami/modules/sendmoney/afs/storyboard/*.lproj/AFS.strings
Languages: ar

# 06A-KX-hPR.text
source: Pay In Method
ar: طريقة الدفع

# 0aH-6K-Pxy.normalTitle
source: Home
ar: الصفحة الرئيسية

# 0zq-8f-Tf9.text
source: name
ar: الاسم

# 1NP-uq-DsQ.placeholder
source: Enter first name here
ar: ادخل الاسم الاول هنا

# 441-WR-hvc.placeholder
source: Enter last name in Arabic
ar: ادخل الاسم الاخير بالعربية

# 4bx-R5-crz.text
source: Amount
ar: المبلغ

# 5K4-ub-XdB.normalTitle
source: Continue
ar: متابعة

# 5L3-SJ-M66.text
source: Birth Country
ar: مكان الولادة

# 5eW-fD-BgE.text
source: Last Name
ar: الاسم الاخير

# 6OK-F6-21a.text
source: Transfer Info
ar: معلومات الحوالة

# 6Rw-xH-pOz.text
source: Create New Beneficiary
ar: اضف مستفيد جديد

# 6zo-4t-tai.text
source: Fax:
ar: فاكس:

# 7Av-IJ-yuP.text
source: ID Issue Status
ar: حالة الهوية

# 8CL-pY-1qg.text
source: Send Currency
ar: عملة الارسال

# 8Gq-59-dOm.normalTitle
source: Continue
ar: متابعة

# 9PX-gt-OfA.text
source: City
ar: المحافظة

# A3F-RM-spo.text
source: Select Beneficiary
ar: اختر المستفيد

# A4n-eE-Cgn.text
source: Second Name
ar: الاسم الثاني

# B4D-7l-ytt.text
source: Sender Info
ar: معلومات المرسل

# BUU-lb-qNc.text
source: Address:
ar: العنوان:

# C4t-zk-Wt3.text
source: Phone Number
ar: رقم الهاتف

# CKr-66-CXi.text
source: Region
ar: الحي

# Cy1-gI-HcD.text
source: First Name *
ar: الاسم الاول *

# DOP-MG-H35.text
source: AFS JORemit
ar: حوالات داخلية

# Dqo-o4-hY0.text
source: Sender Address Details:
ar: تفاصيل عنوان المرسل:

# Dta-ew-TCK.text
source: Address
ar: العنوان

# DyL-dd-5ts.text
source: I am the real beneficiary of the transfer process through the application of Al-Alami Financial Services.
ar: انا المستفيد الحقيقي لهذه الحوالة عبر تطبيق العلمي للخدمات المالية

# E18-kU-ee9.text
source: Last Name Ar
ar: الاسم الاخير بالعربية

# Ee1-oq-GhZ.text
source: Promotion Code
ar: رمز الخصم

# EpQ-Oq-1RD.placeholder
source: Enter third name in Arabic
ar: ادخل الاسم الثالث بالعربية

# FDi-cZ-7pn.placeholder
source: Select
ar: اختر

# FaQ-oN-Usg.text
source: Address
ar: العنوان

# GTT-B6-AVj.placeholder
source: Enter mobile number here
ar: ادخل رقم الهاتف المحمول هنا

# GZg-76-2d1.text
source: Wallet Details
ar: تفاصيل المحفظة

# Gw4-KE-mvP.placeholder
source: Enter building name here
ar: ادخل اسم المبنى هنا

# HWw-n9-OU4.placeholder
source: Enter apartment number here
ar: ادخل رقم الشقة هنا

# I2T-0M-g0d.normalTitle
source: Submit
ar: تأكيد الارسال

# JGw-Df-Tbl.text
source: Destination Country *
ar: البلد المرسل اليه *

# K5d-Gj-LtS.text
source: Email
ar: البريد الاكتروني

# KDJ-Au-hBL.placeholder
source: Enter first name in Arabic
ar: ادخل الاسم الاول بالعربية

# KEQ-RA-IUT.placeholder
source: Enter building name here
ar: ادخل اسم المبنى هنا

# LOj-56-Sei.text
source: Building Number
ar: رقم المبنى

# LjZ-nc-fXn.text
source: Third Name
ar: الاسم الثالث

# MbU-tG-aGg.text
source: Amount
ar: المبلغ

# MsN-bj-cNi.text
source: ID Type
ar: نوع الاثبات

# NG2-kC-vHv.text
source: AFS JORemit
ar: حوالات داخلية

# Niu-KS-F94.text
source: Receive Currency
ar: عملة الاستلام

# O5m-Iv-e45.placeholder
source: Enter region here
ar: ادخل الحي هنا

# Oa7-sq-Hxw.text
source: Jordan
ar: الأردن

# PQ1-dV-fcq.text
source: Source of Funds *
ar: مصدر الاموال *

# PTk-Q2-bTU.placeholder
source: Select
ar: اختر

# Q0r-d5-HtU.text
source: Apartment
ar: شقة

# SVk-rS-Oz1.text
source: Building Name
ar: اسم المبنى

# SXg-P4-IRu.text
source: Country
ar: الدولة

# SYA-WW-Vmx.placeholder
source: Enter street here
ar: ادخل الشارع هنا

# SbL-h7-0pk.text
source: Street
ar: الشارع

# SrM-cd-q3J.placeholder
source: Enter address details here
ar: ادخل تفاصيل العنوان هنا

# T3d-hV-2VV.normalTitle
source: Continue
ar: متابعة

# TJ5-dq-tVt.text
source: Branches
ar: الافرع

# TLb-cM-Hts.text
source: Last Name *
ar: الاسم الاخير *

# U4B-zx-bPR.placeholder
source: Select
ar: اختر

# UJ7-lQ-gDv.placeholder
source: Enter promotion code here
ar: ادخل رمز الخصم هنا

# US0-6b-HEN.placeholder
source: Enter address details here
ar: ادخل تفاصيل العنوان هنا

# Uuv-BM-6lC.text
source: AFS JORemit
ar: حوالات داخلية

# VTX-It-x64.text
source: Payment Details
ar: تفاصيل الدفع

# Vyz-0b-S82.text
source: Fee Type *
ar: نوع العمولة *

# WFd-X4-7hZ.text
source: Amount by JOD *
ar: المبلغ بالدينار الأردني *

# WSn-Jx-jlK.text
source: phone
ar: رقم الهاتف

# WpB-tY-1zm.placeholder
source: Enter send currency here
ar: ادخل عملة الارسال هنا

# WpB-tY-1zm.text
source: JOD
ar: د.أ

# WvG-Tj-Jox.text
source: Nationality
ar: الجنسية

# XlD-7S-k7p.placeholder
source: Type here..
ar: اكتب هنا..

# XlY-WW-vM2.text
source: Relationship to Receiver *
ar: العلاقة *

# Xxi-it-svz.text
source: ID Issue Date
ar: تاريخ اصدار البطاقة

# Ysp-CO-Kyf.normalTitle
source: Continue
ar: متابعة

# Za4-b4-ezi.placeholder
source: Select
ar: اختر

# Znh-Ur-C2e.text
source: JOD
ar: د.أ

# aLa-Z0-kLg.text
source: First Name
ar: الاسم الاول

# aqc-iV-GMW.placeholder
source: Select
ar: اختر

# bDY-j1-PNi.text
source: Receiver Address Details:
ar: تفاصيل عنوان المستلم:

# c0v-bH-bsr.text
source: City
ar: المحافظة

# cV3-BN-Mtk.text
source: Apartment
ar: شقة

# d9t-Vm-xtz.text
source: No Beneficiary Found
ar: لا يوجد مستفيدون

# dOQ-kT-p56.text
source: First Name Ar
ar: الاسم الاول بالعربية

# dWQ-ow-6eJ.text
source: Third Name
ar: الاسم الثالث

# dZd-a4-wQv.text
source: Amount to be collected by receiver:
ar: المبلغ الذي سيتم استلامه:

# dtn-XB-Osx.text
source: Country
ar: الدولة

# dxb-dv-dfw.text
source: Second Name
ar: الاسم الثاني

# eGR-ZE-0vk.placeholder
source: Enter amount here
ar: ادخل المبلغ هنا

# f15-RS-a1N.placeholder
source: Enter third name here
ar: ادخل الاسم الثالث هنا

# f3C-qF-bKc.text
source: Third Name Ar
ar: الاسم الثالث بالعربية

# f9H-fV-BAl.text
source: ID Expiry Date
ar: تاريخ انتهاء البطاقة

# fav-9n-YKy.text
source: Pay In Method *
ar: طريقة الدفع *

# fbf-BL-5Ei.text
source: Address
ar: العنوان

# fzh-iB-Rgs.placeholder
source: Enter city here
ar: ادخل المحافظة هنا

# g7F-sS-udO.placeholder
source: Select
ar: اختر

# g8o-lN-Iji.text
source: Wallet Number
ar: رقم المحفظة

# gZP-zF-wAT.placeholder
source: Select
ar: اختر

# gzI-L7-Cz2.text
source: Street
ar: الشارع

# h6I-c1-ZvX.text
source: Add new beneficiary by clicking on the button below.
ar: اضف مستفيد بالضغط على زر اضافة

# htl-tB-GCc.text
source: Pay In Method
ar: طريقة الدفع

# huG-MT-P2L.text
source: Total Due Amount
ar: المبلغ الكلي

# hvg-hO-nrt.text
source: Mobile Number *
ar: رقم الهاتف المحمول *

# iFH-zk-M4D.text
source: Fee
ar: الرسوم

# iIY-PU-wMC.placeholder
source: Enter building name here
ar: ادخل اسم المبنى هنا

# icl-ta-V4A.text
source: Occupation
ar: المهنة

# irt-w1-OmN.text
source: Sender Name
ar: اسم المرسل

# iyn-iG-ebb.placeholder
source: Enter second name in Arabic
ar: ادخل الاسم الثاني بالعربية

# j8v-kU-rk5.text
source: Purpose of Transfer *
ar: سبب الحوالة *

# jEM-nV-jki.placeholder
source: Enter wallet number here
ar: ادخل رقم المحفظة هنا

# jeC-Ef-0q4.text
source: Destination Branch *
ar: فرع الاستلام *

# kee-KN-MRC.text
source: City
ar: المحافظة

# lCT-ro-eUT.text
source: Phone:
ar: رقم الهاتف:

# lHY-dh-hLY.text
source: Confirm Transfer
ar: تاكيد الحوالة

# lxh-Uh-gq6.text
source: Receiver Name
ar: اسم المستلم

# n7u-Vm-gLY.text
source: AFS JORemit
ar: حوالات داخلية

# np7-pA-mVy.text
source: Country
ar: الدولة

# oOw-zo-a4y.placeholder
source: Enter building name here
ar: ادخل اسم المبنى هنا

# pHj-Vu-2vN.placeholder
source: Enter apartment number here
ar: ادخل رقم الشقة هنا

# pmk-5f-gMp.text
source: ID Issue Country
ar: دولة اصدار البطاقة

# qQF-wA-Oyj.text
source: Building Name
ar: اسم المبنى

# qix-7Y-xWA.text
source: Receiver Name
ar: اسم المستلم

# rlQ-Nb-PGE.normalTitle
source: Continue
ar: متابعة

# ryN-21-L83.text
source: Pay In Method
ar: طريقة الدفع

# sON-JK-zW3.text
source: Sent Successfully
ar: تم الارسال بنجاح

# t3s-IX-PBV.text
source: Fees:
ar: الرسوم:

# t4C-Hh-auy.placeholder
source: Enter region here
ar: ادخل الحي هنا

# tHK-eB-2RR.text
source: Fee
ar: الرسوم

# tKz-IT-R9Y.text
source: Sender Name
ar: اسم المرسل

# tLd-5p-KdC.text
source: Wallet Provider
ar: مزود الخدمة

# tQE-1K-j7b.placeholder
source: Select
ar: اختر

# u3v-a0-HK9.text
source: ID Number
ar: رقم البطاقة

# v5t-dU-SVc.text
source: AFS JORemit
ar: حوالات داخلية

# v8h-ln-oTI.placeholder
source: Enter city here
ar: ادخل المحافظة هنا

# vKa-uY-BgX.text
source: Region
ar: الحي

# vlL-bb-P0V.placeholder
source: Enter second name here
ar: ادخل الاسم الثاني هنا

# wer-Fw-5pU.text
source: Building Number
ar: رقم المبنى

# wjN-DW-Okk.text
source: AFS JORemit
ar: حوالات داخلية

# wk3-No-RTK.placeholder
source: Enter street here
ar: ادخل الشارع هنا

# xRI-Iw-FHW.text
source: Al Alami Exchange Co.
ar: العملي للصرافة

# yXI-QL-Qmx.text
source: Destination Branch
ar: فرع الاستلام

# yfr-ub-4Pl.text
source: Second Name Ar
ar: الاسم الثاني بالعربية

# zf2-ur-ECH.placeholder
source: Enter last name here
ar: ادخل الاسم الاخير هنا

# WGX-OE-M0M.text
source: OTP Verification
ar: رمز التحقق

# IkX-f9-dSy.text
source: Enter the SMS code sent to your mobile number to verify this Transfer.
ar: ادخل الرمز المرسل اليك برسالة نصية لتاكيد هذه الحوالة

# Qtf-b1-Xz7.text
source: Enter code
ar: ادخل الرمز

# mNJ-bM-oDF.placeholder
source: Enter code here
ar: ادخل الرمز هنا

# nl7-OW-gXW.normalTitle
source: Resend Code
ar: اعادة الارسال

# MgD-ar-rzD.normalTitle
source: Submit
ar: تاكيد
